// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "Paramètres réseau";
HSDTaskName = "Paramètres réseau";

ApplySettingsErrorHostNameFailed = "Nom d'hôte pas défini. Veuillez vous assurer que son format est valide.";
AddressInUseError = "L'adresse IP spécifiée est déjà utilisée.";
AddressInUseErrorExplanation = "Veuillez spécifier une autre adresse IP.";
IncorrectMaskErrorExplanation = "Masque de sous-réseau spécifié incorrect. Contactez votre administrateur réseau pour obtenir de l'aide.";

IncorrectHostNameError = "Le nom d'hôte est trop long.";
IncorrectIpAddressError = "Format d'adresse IP incorrect.";
ManualAddressEmptyError = "Le champ \"Adresse IP\" doit être renseigné.";
ManualAddressEmptyExplanation = "Veuillez spécifier une adresse de manuel valide.";
ManualAddressWithPrefixExplanation = "Veuillez indiquer une adresse IP valide et une longueur de préfixe comprise entre 1 et 128.";
ManualAddressNotIPv4Explanation = "Veuillez indiquer une adresse IP valide.";

STATELESS = "Routeur";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Autres paramètres";

kCheckChangesAlertTitleKey = "Vous avez modifié des données. Voulez-vous continuer ?";
kCheckChangesAlertContinueButtonTitleKey = "Continuer";
kCheckChangesAlertCancelButtonTitleKey = "Annuler";
kCheckChangesAlertMessageKey = "Si vous continuez, vos modifications seront perdues. Cliquez sur Annuler pour ne pas tenir compte de votre action et continuer à travailler sur votre tâche.";

TaskNameTiger = "Paramètres de Bonjour";
NoService = "Service non disponible";
NoBonjourName = "Non disponible";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (Sécurisé uniquement)";
IPPUnsecureServiceName = "IPP (Non sécurisé uniquement)";

IncorrectConfigurationTitle = "La configuration spécifiée est incorrecte.";
IncorrectConfigurationExplanation = "Veuillez sélectionner une configuration correcte ou contacter votre administrateur réseau pour obtenir de l'aide.";

IncorrectDNSServerErrorExplanation = "Entrez l'adresse du serveur DNS correcte ou contactez votre administrateur réseau pour obtenir de l'aide.";
IncorrectGatewayAddressTitle = "L'adresse de passerelle spécifiée est incorrecte";
IncorrectGatewayErrorExplanation = "Veuillez entrer l'adresse de passerelle correcte ou contactez votre administrateur réseau pour de l'aide.";
GatewayIsNotInSubnetTitle = "L'adresse de passerelle entrée n'est pas dans le sous-réseau de ce périphérique";
GatewayIsNotInSubnetExplanation = "Veuillez entrer une autre adresse IP ou de passerelle, ou un autre masque de sous-réseau, ou contactez votre administrateur réseau pour de l'aide.";

AskSaveChangesAlertTitle = "Vous avez modifié les paramètres de cet écran";
AskSaveChangesAlertMsg = "Voulez-vous appliquer les modifications avant de le fermer ?";
AskSaveChangesDontApplyButtonTitle = "Ne pas appliquer";
AskSaveCahngesApplyButtonTitle = "Appliquer";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "Le champ \"Nom du service Bonjour\" doit être renseigné";
EmptyBonjourServiceNameFieldMsg = "Spécifier le nom du service Bonjour.";
EmptyBonjourDomainNameFieldTitle = "Le champ du \"Nom de domaine Bonjour\" doit être renseigné";
EmptyIPv6DomainNameFieldTitle = "Le champ du \"Domaine IPv6\" doit être renseigné";
EmptyBonjourDomainNameFieldMsg = "Spécifier le nom de domaine Bonjour.";
EmptyBonjourServiceAndDomainNamesFieldTitle = "Les champs \"Nom de service Bonjour/Nom de domaine\" doivent être reseignés";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Indiquez le nom du service Bonjour ou du domaine.";
UsedServiceNameTitle = "Le nom du service Bonjour spécifié est déjà utilisé.";
UsedServiceNameMsg = "Veuillez spécifier un autre nom de service Bonjour ou contacter votre administrateur réseau pour une assistance.";
HSDBonjourDomainNameTitle = "Nom de domaine Bonjour :";

// layout
HSDIPv4Title = "Paramètres IPv4";
HSDIPvXDisableNotAvailableDescription = "Les protocoles IPv4 et IPv6 ne peuvent pas être désactivés simultanément.";
HSDEnableIPv4InPrinterTitle = "Activer IPv4 dans l'imprimante";
HSDConfigTitle = "Configuration :";
HSDNameTitle = "Nom d'hôte :";
HSDAddressTitle = "Adresse IP :";
HSDMaskTitle = "Masque de sous-réseau :";
HSDGatewayTitle = "Passerelle par défaut :";
ManualTitle = "Manuel";
Auto = "Automatique";

HSDAdditionalSettingsTitle = "Paramètres réseau supplémentaires";
HSDAdditionalSettingsDescription = "Cliquez sur Paramètres réseau supplémentaires pour passer à la page Paramètres réseau du serveur Web incorporé de l'imprimante. Vous pouvez alors configurer SNMP, 802.1X et autres paramètres réseau.";
HSDAdditionalSettingsButton = "Paramètres réseau supplémentaires";

BonjourSettingsTitle = "Paramètres de Bonjour";
HSDEnableBonjourTitle = "Activer Bonjour";
HSDBonjourServiceNameTitle = "Nom du service Bonjour :";
HSDPriorityTitle = "Service à la Priorité la Plus Elevée :";
HSDAccessTitle = "Accéder au périphérique à l'URL :";

PreviousValueString = "La valeur précédente sera appliquée";

HSDEnableIPv6InPrinterTitle = "Activer IPv6 dans l'imprimante";
HSDDHCPv6PolicyTitle = "Stratégie DHCPv6 :";
HSDIPv6DomainTitle = "Domaine IPv6 :";
HSDPrimaryDNSServerTitle = "Serveur DNS principal :";
HSDSecondaryDNSServerTitle = "Serveur DNS secondaire :";
HSDPrefixLengthTitle = "Longueur de préfixe :";
HSDAdditionalAddressesButton = "Adresses supplémentaires";
HSDPolicyPopUpItem1 = "Toujours exécuter DHCPv6 au démarrage";
HSDPolicyPopUpItem2 = "Exécuter DHCPv6 en cas d'échec de configuration sans état";
HSDPolicyPopUpItem3 = "Exécuter DHCPv6 uniquement sur demande du routeur";

HSDColumnConfigBy = "Méthode de config";
HSDColumnAddresses = "Adresse";
HSDColumnPrefix = "Longueur de préfixe";
HSDCloseButton = "Fermer";

HSDApplyButton = "Appliquer";

LINK_LOCAL = "Link-local";
HSDNotAvailableLabel = "La tâche Paramètres réseau n'est pas disponible actuellement.\nAssurez-vous que le périphérique est connecté à un réseau.";

